Revit 2027 API
GroupTypeId.AnalyticalAlignment Property
 Analytical Alignment.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalAlignment { get; }
Public Shared ReadOnly Property AnalyticalAlignment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalAlignment {
	ForgeTypeId^ get ();
}
static member AnalyticalAlignment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace